my_recipes.org
:PROPERTIES:
:ID:       e9a4e06f-cea2-464d-b250-c77a3eb020c7
:ROAM_ALIASES: Essen, Recipies
:END:
#+EXPORT_FILE_NAME: /home/scrappy/src/recipies/index
#+title: Bukajs Cookbook
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="style.css" />

* Introduction
Hi :)
Here is my incomplete and untidy collection of recipes (I do actually know how to spell it).
In case you want to receive updates when I add new stuff let me know then I can put you on my *for sure* very frequent newsletter.

* Standard meals
** Indian Yellow Lentil Soup with Sautéed Broccoli
*** Ingredients:
- 200g Yellow Lentils
- 1 Onion
- 2 cloves Garlic
- 1 tbsp Ginger, grated
- 2 Lemons
- Salt
- Pepper
- Broccoli
- Olive Oil
- Cumin
*** Instructions:
1. Rinse the yellow lentils and cook in water until tender.
2. Finely chop the onion and garlic.
3. Heat olive oil in a pot and sauté the onion and garlic until translucent.
4. Add grated ginger and sauté for another minute.
5. Add cooked lentils to the pot and stir well.
6. Juice one lemon and add the juice to the soup.
7. Slice the second lemon and add the slices to the soup.
8. Season with salt and pepper to taste.
9. In a separate pan, sauté broccoli in olive oil until tender.
10. Serve the soup hot with sautéed broccoli on the side.
** Glass Noodle Salad
*** Ingredients:
- Carrots
- Coriander
- Cucumber
- Sesame
- Peanuts
- Glass Noodles
- Spring Onions
- Tofu
- (Avocado)
- (Mango)
- (Mint)

*** Dressing:
- Lime Juice
- Garlic
- Ginger
- Soy Sauce
- Tahini

*** Instructions:
1. Prepare the glass noodles according to package instructions.
2. Cut tofu in cubes and roast in the oven.
3. Julienne the carrots and cucumber.
4. Chop the coriander, spring onions, avocado, mango, and mint.
5. Toast the sesame seeds and peanuts.
6. Mix all salad ingredients in a large bowl.
7. For the dressing, finely chop the garlic and ginger.
8. Mix soy sauce, tahini, garlic, and ginger until smooth.
9. Pour the dressing over the salad and toss well.

** Potato Dumplings with Rotkraut and smoked tofu
** pasta with fennel sauce
** Potato Dumplings with mushroom ragout and red cabbage
https://zuckerjagdwurst.com/en/recipes/vegan-potato-dumplings-mushroom-ragout-red-cabbage
** Aglio e olio pimped to the max
"Aglio e olio con peperoncino, semi di zucca e scorza di limone"
*** Ingredients:
- Garlic
- Olive Oil
- Chili
- Parsley
- Pumpkin Seeds
- Lemon Zest
*** Instructions
Roast pumpkin seeds separately.

** Bohnen Gulasch 
*** Ingredients
- Potatoes
- Tofu
- Onions
- Passata
- Bohnenkraut
- Majoran
- Paprika Powder
- Siracha
- Kümmel
- Laurel leaf
- Applecider vinegar
** Chickpea Curry
*** Ingredients
**** Main
- Chickpeas
- Onions
- Coconut Milk
- Diced Tomatoes
- Veggies
- Ginger
- Garlic
**** Spices
- Curry
- Kafir Lime Leaves
- Chilli
- Sambal Olek
- Lemongrass
- Black Cumin
- Cumin
- Coriander seeds
**** Sides
- CousCous
- Rice
- None

