index.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2024-06-24 Mon 19:57 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Bukajs Cookbook</title>
<meta name="author" content="Jakob Hauser" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" />
</head>
<body>
<div id="content" class="content">
<header>
<h1 class="title">Bukajs Cookbook</h1>
</header><nav id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org40ae371">1. Introduction</a></li>
<li><a href="#orgd85c205">2. Standard meals</a>
<ul>
<li><a href="#orgdad0a86">2.1. Indian Yellow Lentil Soup with Sautéed Broccoli</a>
<ul>
<li><a href="#orgb61220b">2.1.1. Ingredients:</a></li>
<li><a href="#orgf90f019">2.1.2. Instructions:</a></li>
</ul>
</li>
<li><a href="#org75dd872">2.2. Glass Noodle Salad</a>
<ul>
<li><a href="#org3fd4741">2.2.1. Ingredients:</a></li>
<li><a href="#orgbcf48e9">2.2.2. Dressing:</a></li>
<li><a href="#orgd18b507">2.2.3. Instructions:</a></li>
</ul>
</li>
<li><a href="#org40455c8">2.3. Potato Dumplings with Rotkraut and smoked tofu</a></li>
<li><a href="#org84a2f88">2.4. pasta with fennel sauce</a></li>
<li><a href="#orgd21247e">2.5. Potato Dumplings with mushroom ragout and red cabbage</a></li>
<li><a href="#org53e21c1">2.6. Aglio e olio pimped to the max</a>
<ul>
<li><a href="#orgd19ed39">2.6.1. Ingredients:</a></li>
<li><a href="#orgc73c085">2.6.2. Instructions</a></li>
</ul>
</li>
<li><a href="#org92b2f26">2.7. Bohnen Gulasch</a>
<ul>
<li><a href="#org4f7cc79">2.7.1. Ingredients</a></li>
</ul>
</li>
<li><a href="#org8e0359c">2.8. Chickpea Curry</a>
<ul>
<li><a href="#org0860836">2.8.1. Ingredients</a></li>
</ul>
</li>
<li><a href="#orgd510193">2.9. Pasta Alio e olio con peperoncino pimped by Stef</a>
<ul>
<li><a href="#org322573c">2.9.1. Ingredients</a></li>
</ul>
</li>
<li><a href="#orgd995ab9">2.10. Dal with</a>
<ul>
<li><a href="#orgb03b2be">2.10.1. Ingredients</a></li>
<li><a href="#org693651c">2.10.2. Preperation</a></li>
</ul>
</li>
<li><a href="#org4ba0a72">2.11. <span class="todo TODO">TODO</span> lemon zesty carbocream pasta madness</a></li>
<li><a href="#org53cdfc7">2.12. Tom Kha Gai</a>
<ul>
<li><a href="#orgd22b814">2.12.1. Ingredients</a></li>
<li><a href="#orgdb4e462">2.12.2. Recipe</a></li>
</ul>
</li>
<li><a href="#org311d68f">2.13. Gazpacho Andaluz</a>
<ul>
<li><a href="#orgf228c1e">2.13.1. Ingredients</a></li>
</ul>
</li>
<li><a href="#org6fba22f">2.14. Kürbis Kichererbsen Eintopf</a>
<ul>
<li><a href="#orgd79b2cf">2.14.1. Ingredients</a></li>
</ul>
</li>
<li><a href="#org092cdce">2.15. Gratin Dauphinoise</a>
<ul>
<li><a href="#orgdc25210">2.15.1. Ingredients</a></li>
</ul>
</li>
<li><a href="#org306506d">2.16. Veganes Krautfleisch</a>
<ul>
<li><a href="#org193c26c">2.16.1. Ingredients</a></li>
</ul>
</li>
<li><a href="#org090aae2">2.17. <span class="todo TODO">TODO</span> Garlic Chili Tofu Noodles</a></li>
<li><a href="#org3cd9d24">2.18. Steirischer Bohnensalat</a>
<ul>
<li><a href="#org435743c">2.18.1. Ingredients</a></li>
<li><a href="#orgaf25b6c">2.18.2. preperation</a></li>
</ul>
</li>
<li><a href="#org6b58bc5">2.19. Asparagus Pasta</a>
<ul>
<li><a href="#org02442c1">2.19.1. Stef&rsquo;s version</a></li>
</ul>
</li>
<li><a href="#org8644cb5">2.20. Pip &amp; patat</a>
<ul>
<li><a href="#org0e24904">2.20.1. Ingredients</a></li>
<li><a href="#org255d20d">2.20.2. Preparation</a></li>
</ul>
</li>
<li><a href="#org70efadf">2.21. arepa de choclo (comlumbian corn pancakes)</a>
<ul>
<li><a href="#org0467efd">2.21.1. Ingredients</a></li>
<li><a href="#orgc91ec82">2.21.2. Instructions</a></li>
</ul>
</li>
<li><a href="#org9e26319">2.22. Daal Makhni</a></li>
<li><a href="#orgc2577dd">2.23. Pho Bo</a>
<ul>
<li><a href="#orge1773a7">2.23.1. Ingredients</a></li>
</ul>
</li>
<li><a href="#org4bc2157">2.24. LacknerPalak</a>
<ul>
<li><a href="#org8891b3e">2.24.1. Ingredients for the Palak</a></li>
<li><a href="#orgee346d2">2.24.2. Sides</a></li>
</ul>
</li>
<li><a href="#org888bf60">2.25. VEgg Tofu</a>
<ul>
<li><a href="#org49a44b3">2.25.1. Ingredients</a></li>
<li><a href="#orgba0e5db">2.25.2. Preparation</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgd4e2688">3. Spice mixtures</a>
<ul>
<li><a href="#org30f8acc">3.1. Shwarma Style</a></li>
</ul>
</li>
<li><a href="#org9948099">4. Sauces</a>
<ul>
<li><a href="#org89e9820">4.1. sweet and sour sesame dressing from AH tofu box</a>
<ul>
<li><a href="#orgb61f7cd">4.1.1. Ingredients</a></li>
</ul>
</li>
<li><a href="#org8f390b3">4.2. Bohnenpaste mit Kreuzkümmel</a></li>
<li><a href="#org10ec2c2">4.3. Bohnenpaste mit Joghurt</a>
<ul>
<li><a href="#org8a63f77">4.3.1. Ingredients</a></li>
<li><a href="#orgbf63b2d">4.3.2. Instructions</a></li>
</ul>
</li>
<li><a href="#org9d4be12">4.4. Muhammra</a>
<ul>
<li><a href="#orgc3300ce">4.4.1. Ingredients</a></li>
<li><a href="#org03a9be3">4.4.2. Seasoning</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org646106c">5. Snacks</a>
<ul>
<li><a href="#org0ef4c82">5.1. cliff bar recreation</a>
<ul>
<li><a href="#orgdf2c517">5.1.1. der standard</a></li>
<li><a href="#org13a7f02">5.1.2. ich</a></li>
</ul>
</li>
<li><a href="#orgd4ab820">5.2. tahini &amp; honey</a></li>
</ul>
</li>
<li><a href="#org784c078">6. Research</a>
<ul>
<li><a href="#org3385460">6.1. Arab dishes deep dive</a>
<ul>
<li><a href="#org6403a9d">6.1.1. Maghmour (lebanese chickpeas + eggplant + tomatoes)</a></li>
<li><a href="#orgd9d5880">6.1.2. Mujadara</a></li>
<li><a href="#org13a66ed">6.1.3. Freekeh</a></li>
<li><a href="#org481abc6">6.1.4. fatteh ohne chicken</a></li>
<li><a href="#org17923fb">6.1.5. Ful medames</a></li>
<li><a href="#org25c81f3">6.1.6. Molokhia</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</nav>

<div id="outline-container-org40ae371" class="outline-2">
<h2 id="org40ae371"><span class="section-number-2">1.</span> Introduction</h2>
<div class="outline-text-2" id="text-1">
<p>
Hi :)
Here is my incomplete and untidy collection of recipes (I do actually know how to spell it).
In case you want to receive updates when I add new stuff let me know then I can put you on my <b>for sure</b> very frequent newsletter.
</p>
</div>
</div>

<div id="outline-container-orgd85c205" class="outline-2">
<h2 id="orgd85c205"><span class="section-number-2">2.</span> Standard meals</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orgdad0a86" class="outline-3">
<h3 id="orgdad0a86"><span class="section-number-3">2.1.</span> Indian Yellow Lentil Soup with Sautéed Broccoli</h3>
<div class="outline-text-3" id="text-2-1">
</div>
<div id="outline-container-orgb61220b" class="outline-4">
<h4 id="orgb61220b"><span class="section-number-4">2.1.1.</span> Ingredients:</h4>
<div class="outline-text-4" id="text-2-1-1">
<ul class="org-ul">
<li>200g Yellow Lentils</li>
<li>1 Onion</li>
<li>2 cloves Garlic</li>
<li>1 tbsp Ginger, grated</li>
<li>2 Lemons</li>
<li>Salt</li>
<li>Pepper</li>
<li>Broccoli</li>
<li>Olive Oil</li>
<li>Cumin</li>
</ul>
</div>
</div>
<div id="outline-container-orgf90f019" class="outline-4">
<h4 id="orgf90f019"><span class="section-number-4">2.1.2.</span> Instructions:</h4>
<div class="outline-text-4" id="text-2-1-2">
<ol class="org-ol">
<li>Rinse the yellow lentils and cook in water until tender.</li>
<li>Finely chop the onion and garlic.</li>
<li>Heat olive oil in a pot and sauté the onion and garlic until translucent.</li>
<li>Add grated ginger and sauté for another minute.</li>
<li>Add cooked lentils to the pot and stir well.</li>
<li>Juice one lemon and add the juice to the soup.</li>
<li>Slice the second lemon and add the slices to the soup.</li>
<li>Season with salt and pepper to taste.</li>
<li>In a separate pan, sauté broccoli in olive oil until tender.</li>
<li>Serve the soup hot with sautéed broccoli on the side.</li>
</ol>
</div>
</div>
</div>
<div id="outline-container-org75dd872" class="outline-3">
<h3 id="org75dd872"><span class="section-number-3">2.2.</span> Glass Noodle Salad</h3>
<div class="outline-text-3" id="text-2-2">
</div>
<div id="outline-container-org3fd4741" class="outline-4">
<h4 id="org3fd4741"><span class="section-number-4">2.2.1.</span> Ingredients:</h4>
<div class="outline-text-4" id="text-2-2-1">
<ul class="org-ul">
<li>Carrots</li>
<li>Coriander</li>
<li>Cucumber</li>
<li>Sesame</li>
<li>Peanuts</li>
<li>Glass Noodles</li>
<li>Spring Onions</li>
<li>Tofu</li>
<li>(Avocado)</li>
<li>(Mango)</li>
<li>(Mint)</li>
</ul>
</div>
</div>

<div id="outline-container-orgbcf48e9" class="outline-4">
<h4 id="orgbcf48e9"><span class="section-number-4">2.2.2.</span> Dressing:</h4>
<div class="outline-text-4" id="text-2-2-2">
<ul class="org-ul">
<li>Lime Juice</li>
<li>Garlic</li>
<li>Ginger</li>
<li>Soy Sauce</li>
<li>Tahini</li>
</ul>
</div>
</div>

<div id="outline-container-orgd18b507" class="outline-4">
<h4 id="orgd18b507"><span class="section-number-4">2.2.3.</span> Instructions:</h4>
<div class="outline-text-4" id="text-2-2-3">
<ol class="org-ol">
<li>Prepare the glass noodles according to package instructions.</li>
<li>Cut tofu in cubes and roast in the oven.</li>
<li>Julienne the carrots and cucumber.</li>
<li>Chop the coriander, spring onions, avocado, mango, and mint.</li>
<li>Toast the sesame seeds and peanuts.</li>
<li>Mix all salad ingredients in a large bowl.</li>
<li>For the dressing, finely chop the garlic and ginger.</li>
<li>Mix soy sauce, tahini, garlic, and ginger until smooth.</li>
<li>Pour the dressing over the salad and toss well.</li>
</ol>
</div>
</div>
</div>

<div id="outline-container-org40455c8" class="outline-3">
<h3 id="org40455c8"><span class="section-number-3">2.3.</span> Potato Dumplings with Rotkraut and smoked tofu</h3>
</div>
<div id="outline-container-org84a2f88" class="outline-3">
<h3 id="org84a2f88"><span class="section-number-3">2.4.</span> pasta with fennel sauce</h3>
</div>
<div id="outline-container-orgd21247e" class="outline-3">
<h3 id="orgd21247e"><span class="section-number-3">2.5.</span> Potato Dumplings with mushroom ragout and red cabbage</h3>
<div class="outline-text-3" id="text-2-5">
<p>
<a href="https://zuckerjagdwurst.com/en/recipes/vegan-potato-dumplings-mushroom-ragout-red-cabbage">https://zuckerjagdwurst.com/en/recipes/vegan-potato-dumplings-mushroom-ragout-red-cabbage</a>
</p>
</div>
</div>
<div id="outline-container-org53e21c1" class="outline-3">
<h3 id="org53e21c1"><span class="section-number-3">2.6.</span> Aglio e olio pimped to the max</h3>
<div class="outline-text-3" id="text-2-6">
<p>
&ldquo;Aglio e olio con peperoncino, semi di zucca e scorza di limone&rdquo;
</p>
</div>
<div id="outline-container-orgd19ed39" class="outline-4">
<h4 id="orgd19ed39"><span class="section-number-4">2.6.1.</span> Ingredients:</h4>
<div class="outline-text-4" id="text-2-6-1">
<ul class="org-ul">
<li>Garlic</li>
<li>Olive Oil</li>
<li>Chili</li>
<li>Parsley</li>
<li>Pumpkin Seeds</li>
<li>Lemon Zest</li>
</ul>
</div>
</div>
<div id="outline-container-orgc73c085" class="outline-4">
<h4 id="orgc73c085"><span class="section-number-4">2.6.2.</span> Instructions</h4>
<div class="outline-text-4" id="text-2-6-2">
<p>
Roast pumpkin seeds separately.
</p>
</div>
</div>
</div>

<div id="outline-container-org92b2f26" class="outline-3">
<h3 id="org92b2f26"><span class="section-number-3">2.7.</span> Bohnen Gulasch</h3>
<div class="outline-text-3" id="text-2-7">
</div>
<div id="outline-container-org4f7cc79" class="outline-4">
<h4 id="org4f7cc79"><span class="section-number-4">2.7.1.</span> Ingredients</h4>
<div class="outline-text-4" id="text-2-7-1">
<ul class="org-ul">
<li>Potatoes</li>
<li>Tofu</li>
<li>Onions</li>
<li>Passata</li>
<li>Bohnenkraut</li>
<li>Majoran</li>
<li>Paprika Powder</li>
<li>Siracha</li>
<li>Kümmel</li>
<li>Laurel leaf</li>
<li>Applecider vinegar</li>
</ul>
</div>
</div>
</div>
