my_recipes.org
** Pasta Alio e olio con peperoncino pimped by Stef
*** Ingredients
- Pasta
- lemon zest
- concentrato di pomodoro
- parsley
** Dal with 
*** Ingredients
_Dal:_
- 200 g Rote Linsen
- 1 TL Kurkumapulver
- 1 TL Öl
- 1 1/2 TL Salz

_Tadka:_
- 1 Zwiebel
- 1 grüne Chili
- 20 g Ingwer
- 1/4 Bund Koriander
- Curry blätter
- Senfsaat
- 2 EL Rapsöl alternativ Kokosöl
- 1 TL Kreuzkümmelsamen
- 100 g gehackte Tomaten frisch oder aus dem Glas

*** Preperation
- Linsen
  Linsen gut waschen und nach rezept auf der packung kochen.
- Tadka
  Zwiebel und Chili fein hacken. Ingwer schälen und fein reiben. Koriander grob hacken.
  Öl in eine heiße Pfanne geben Kreuzkümmelsamen, Curryblätter, und Senfsaat hineingeben aufpassen dass die senfsaat nicht zu poppen (popcorn) beginnt. Nach etwa 30-60 Sekunden Chili und Ingwer hinzugeben. 1 Minute bei mittlerer Hitze schmoren lassen und Zwiebelwürfel hinzugeben. 5 Minuten schmoren lassen. Tomaten  und weitere 5 Minuten bei niedriger Hitze braten, ab und zu umrühren.

Linsen und Tadka vermischen und mit Koriander servieren.                          

** TODO lemon zesty carbocream pasta madness
** Tom Kha Gai
*** Ingredients
- Onions
- Garlic
- gangal (a sort of Thai ginger)
- chilies
- cilantro
- Kaffir lime leaves
- coconut milk
- Basmati rice
- Miso paste
- lemon grass
- vegetable stock or salt
*** Recipe

** Gazpacho Andaluz
*** Ingredients
- 1 kg Tomatoes
- 2 Peppers
- 1 Cucumber
- 1 clove Garlic
- 1 Onion
- Olive Oil
- Salt
- Vinegar
- Croutons/Bread
** Kürbis Kichererbsen Eintopf
*** Ingredients
**** Main
- Hokkaido Pumpkin
- Passata/Polpa
- Diced canned tomatoes
- Onion
- Garlic
- Dried Plumbs
- Chickpeas
**** Spices
- Harissia powder (Cumin, Caraway, Coriander seeds, Smoked paprika powder, Paprika Powder, Piment, Fenugreek leaves/Boxhornklee Blätter (Kasuri Methi - get it from an Indian Shop), Bay Leaves, Chilli)
- Lime
- Fresh Coriander
**** Sides
- Rice
- Bulgur
- CousCous
** Gratin Dauphinoise 
*** Ingredients
- 1 kilo Erdäpfel
- 750ml Milch
- 300 ml Schlagobers
- 3 Knoblauch zehen
- Muskatnuss
** Veganes Krautfleisch
*** Ingredients
- [ ] Kartoffeln
- [ ] Sauerkraut
- [ ] Räuchertofu
- [ ] Zwiebel
- [ ] Knoblauch
- [ ] Gemüsesuppe
- [ ] Paprika Pulver
- [ ] Kümmel ganz
- [ ] Lorbeer Blätter
- [ ] Bohnenkraut/Majoran

** TODO Garlic Chili Tofu Noodles
** Steirischer Bohnensalat
*** Ingredients
- 1 red onion
- Pumpkin seed oil
- Appelcidar vinegar
- salt
- Tomatoes / radish (optional)
- 1/2 Apple shredded (optional
  

*** preperation
cut onions in half rings -> (add apple) -> mix with beans -> season with vinegar, salt, pepper -> pumpkin seed oil (always oil last other wise the other stuff does not stick to the beans and stuff, you tell me why)  -> tomatoes / radish 

** Asparagus Pasta
https://www.bonappetit.com/recipe/spaghetti-al-limone-with-asparagus
*** Stef's version
cut onion and asparagus finely, keep the heads of the asparagus aside.
Put ingredients in a pan and get a bloody cream out of it.
Cut the heads roughly and cook them shortly, keep them crunchy mate!
Add the motherfuckers on top together with some roasted pinenuts.

** Pip & patat
The online calabrian community suggests to use peppers with a thin peel. Potatoes should be dry, so not "novelle".
*** Ingredients
- pip (peppers)
- patat 
- onion (optional)
- tomatoes (optional)
- shit loads of good olive oil
*** Preparation
Potatoes go in first, be generous with oil and keep the flame medium to high, make sure they dont stick to the bottom.
Add peppers and salt. Keep on frying!
A few tomatoes can be added if it gets too dry.

  

** arepa de choclo (comlumbian corn pancakes)
*** Ingredients
 - 285g Mais aus der dose
 - 4tbl spoons corn flour
 - (1 egg)
 - 1/2 tsp salt
 - 1 tbls spoon molten butter
*** Instructions
mix stuff, add to pan and add cheese between two pancakes when they are golden brown on both sides
** Daal Makhni
** Pho Bo
*** Ingredients
