index.html
<div id="outline-container-org8e0359c" class="outline-3">
<h3 id="org8e0359c"><span class="section-number-3">2.8.</span> Chickpea Curry</h3>
<div class="outline-text-3" id="text-2-8">
</div>
<div id="outline-container-org0860836" class="outline-4">
<h4 id="org0860836"><span class="section-number-4">2.8.1.</span> Ingredients</h4>
<div class="outline-text-4" id="text-2-8-1">
</div>
<ol class="org-ol">
<li><a id="org4ffbf0c"></a>Main<br>
<div class="outline-text-5" id="text-2-8-1-1">
<ul class="org-ul">
<li>Chickpeas</li>
<li>Onions</li>
<li>Coconut Milk</li>
<li>Diced Tomatoes</li>
<li>Veggies</li>
<li>Ginger</li>
<li>Garlic</li>
</ul>
</div>
</li>
<li><a id="org0434ccf"></a>Spices<br>
<div class="outline-text-5" id="text-2-8-1-2">
<ul class="org-ul">
<li>Curry</li>
<li>Kafir Lime Leaves</li>
<li>Chilli</li>
<li>Sambal Olek</li>
<li>Lemongrass</li>
<li>Black Cumin</li>
<li>Cumin</li>
<li>Coriander seeds</li>
</ul>
</div>
</li>
<li><a id="org747d855"></a>Sides<br>
<div class="outline-text-5" id="text-2-8-1-3">
<ul class="org-ul">
<li>CousCous</li>
<li>Rice</li>
<li>None</li>
</ul>
</div>
</li>
</ol>
</div>
</div>

<div id="outline-container-orgd510193" class="outline-3">
<h3 id="orgd510193"><span class="section-number-3">2.9.</span> Pasta Alio e olio con peperoncino pimped by Stef</h3>
<div class="outline-text-3" id="text-2-9">
</div>
<div id="outline-container-org322573c" class="outline-4">
<h4 id="org322573c"><span class="section-number-4">2.9.1.</span> Ingredients</h4>
<div class="outline-text-4" id="text-2-9-1">
<ul class="org-ul">
<li>Pasta</li>
<li>lemon zest</li>
<li>concentrato di pomodoro</li>
<li>parsley</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgd995ab9" class="outline-3">
<h3 id="orgd995ab9"><span class="section-number-3">2.10.</span> Dal with</h3>
<div class="outline-text-3" id="text-2-10">
</div>
<div id="outline-container-orgb03b2be" class="outline-4">
<h4 id="orgb03b2be"><span class="section-number-4">2.10.1.</span> Ingredients</h4>
<div class="outline-text-4" id="text-2-10-1">
<p>
<span class="underline">Dal:</span>
</p>
<ul class="org-ul">
<li>200 g Rote Linsen</li>
<li>1 TL Kurkumapulver</li>
<li>1 TL Öl</li>
<li>1 1/2 TL Salz</li>
</ul>

<p>
<span class="underline">Tadka:</span>
</p>
<ul class="org-ul">
<li>1 Zwiebel</li>
<li>1 grüne Chili</li>
<li>20 g Ingwer</li>
<li>1/4 Bund Koriander</li>
<li>Curry blätter</li>
<li>Senfsaat</li>
<li>2 EL Rapsöl alternativ Kokosöl</li>
<li>1 TL Kreuzkümmelsamen</li>
<li>100 g gehackte Tomaten frisch oder aus dem Glas</li>
</ul>
</div>
</div>

<div id="outline-container-org693651c" class="outline-4">
<h4 id="org693651c"><span class="section-number-4">2.10.2.</span> Preperation</h4>
<div class="outline-text-4" id="text-2-10-2">
<ul class="org-ul">
<li>Linsen
Linsen gut waschen und nach rezept auf der packung kochen.</li>
<li>Tadka
Zwiebel und Chili fein hacken. Ingwer schälen und fein reiben. Koriander grob hacken.
Öl in eine heiße Pfanne geben Kreuzkümmelsamen, Curryblätter, und Senfsaat hineingeben aufpassen dass die senfsaat nicht zu poppen (popcorn) beginnt. Nach etwa 30-60 Sekunden Chili und Ingwer hinzugeben. 1 Minute bei mittlerer Hitze schmoren lassen und Zwiebelwürfel hinzugeben. 5 Minuten schmoren lassen. Tomaten  und weitere 5 Minuten bei niedriger Hitze braten, ab und zu umrühren.</li>
</ul>

<p>
Linsen und Tadka vermischen und mit Koriander servieren.                          
</p>
</div>
</div>
</div>

<div id="outline-container-org4ba0a72" class="outline-3">
<h3 id="org4ba0a72"><span class="section-number-3">2.11.</span> <span class="todo TODO">TODO</span> lemon zesty carbocream pasta madness</h3>
</div>
<div id="outline-container-org53cdfc7" class="outline-3">
<h3 id="org53cdfc7"><span class="section-number-3">2.12.</span> Tom Kha Gai</h3>
<div class="outline-text-3" id="text-2-12">
</div>
<div id="outline-container-orgd22b814" class="outline-4">
<h4 id="orgd22b814"><span class="section-number-4">2.12.1.</span> Ingredients</h4>
<div class="outline-text-4" id="text-2-12-1">
<ul class="org-ul">
<li>Onions</li>
<li>Garlic</li>
<li>gangal (a sort of Thai ginger)</li>
<li>chilies</li>
<li>cilantro</li>
<li>Kaffir lime leaves</li>
<li>coconut milk</li>
<li>Basmati rice</li>
<li>Miso paste</li>
<li>lemon grass</li>
<li>vegetable stock or salt</li>
</ul>
</div>
</div>
<div id="outline-container-orgdb4e462" class="outline-4">
<h4 id="orgdb4e462"><span class="section-number-4">2.12.2.</span> Recipe</h4>
</div>
</div>

<div id="outline-container-org311d68f" class="outline-3">
<h3 id="org311d68f"><span class="section-number-3">2.13.</span> Gazpacho Andaluz</h3>
<div class="outline-text-3" id="text-2-13">
</div>
<div id="outline-container-orgf228c1e" class="outline-4">
<h4 id="orgf228c1e"><span class="section-number-4">2.13.1.</span> Ingredients</h4>
<div class="outline-text-4" id="text-2-13-1">
<ul class="org-ul">
<li>1 kg Tomatoes</li>
<li>2 Peppers</li>
<li>1 Cucumber</li>
<li>1 clove Garlic</li>
<li>1 Onion</li>
<li>Olive Oil</li>
<li>Salt</li>
<li>Vinegar</li>
<li>Croutons/Bread</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org6fba22f" class="outline-3">
<h3 id="org6fba22f"><span class="section-number-3">2.14.</span> Kürbis Kichererbsen Eintopf</h3>
<div class="outline-text-3" id="text-2-14">
</div>
<div id="outline-container-orgd79b2cf" class="outline-4">
<h4 id="orgd79b2cf"><span class="section-number-4">2.14.1.</span> Ingredients</h4>
<div class="outline-text-4" id="text-2-14-1">
</div>
<ol class="org-ol">
<li><a id="org0cb79a0"></a>Main<br>
<div class="outline-text-5" id="text-2-14-1-1">
<ul class="org-ul">
<li>Hokkaido Pumpkin</li>
<li>Passata/Polpa</li>
<li>Diced canned tomatoes</li>
<li>Onion</li>
<li>Garlic</li>
<li>Dried Plumbs</li>
<li>Chickpeas</li>
</ul>
</div>
</li>
<li><a id="orgb7ae3c1"></a>Spices<br>
<div class="outline-text-5" id="text-2-14-1-2">
<ul class="org-ul">
<li>Harissia powder (Cumin, Caraway, Coriander seeds, Smoked paprika powder, Paprika Powder, Piment, Fenugreek leaves/Boxhornklee Blätter (Kasuri Methi - get it from an Indian Shop), Bay Leaves, Chilli)</li>
<li>Lime</li>
<li>Fresh Coriander</li>
</ul>
</div>
</li>
<li><a id="orgefb1cb4"></a>Sides<br>
<div class="outline-text-5" id="text-2-14-1-3">
<ul class="org-ul">
<li>Rice</li>
<li>Bulgur</li>
<li>CousCous</li>
</ul>
</div>
</li>
</ol>
</div>
</div>
<div id="outline-container-org092cdce" class="outline-3">
<h3 id="org092cdce"><span class="section-number-3">2.15.</span> Gratin Dauphinoise</h3>
<div class="outline-text-3" id="text-2-15">
</div>
<div id="outline-container-orgdc25210" class="outline-4">
<h4 id="orgdc25210"><span class="section-number-4">2.15.1.</span> Ingredients</h4>
<div class="outline-text-4" id="text-2-15-1">
<ul class="org-ul">
<li>1 kilo Erdäpfel</li>
<li>750ml Milch</li>
<li>300 ml Schlagobers</li>
<li>3 Knoblauch zehen</li>
<li>Muskatnuss</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org306506d" class="outline-3">
<h3 id="org306506d"><span class="section-number-3">2.16.</span> Veganes Krautfleisch</h3>
<div class="outline-text-3" id="text-2-16">
</div>
<div id="outline-container-org193c26c" class="outline-4">
<h4 id="org193c26c"><span class="section-number-4">2.16.1.</span> Ingredients</h4>
<div class="outline-text-4" id="text-2-16-1">
<ul class="org-ul">
<li class="off"><input type='checkbox' /> Kartoffeln</li>
<li class="off"><input type='checkbox' /> Sauerkraut</li>
<li class="off"><input type='checkbox' /> Räuchertofu</li>
<li class="off"><input type='checkbox' /> Zwiebel</li>
<li class="off"><input type='checkbox' /> Knoblauch</li>
<li class="off"><input type='checkbox' /> Gemüsesuppe</li>
<li class="off"><input type='checkbox' /> Paprika Pulver</li>
<li class="off"><input type='checkbox' /> Kümmel ganz</li>
<li class="off"><input type='checkbox' /> Lorbeer Blätter</li>
<li class="off"><input type='checkbox' /> Bohnenkraut/Majoran</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org090aae2" class="outline-3">
<h3 id="org090aae2"><span class="section-number-3">2.17.</span> <span class="todo TODO">TODO</span> Garlic Chili Tofu Noodles</h3>
</div>
<div id="outline-container-org3cd9d24" class="outline-3">
<h3 id="org3cd9d24"><span class="section-number-3">2.18.</span> Steirischer Bohnensalat</h3>
<div class="outline-text-3" id="text-2-18">
</div>
<div id="outline-container-org435743c" class="outline-4">
<h4 id="org435743c"><span class="section-number-4">2.18.1.</span> Ingredients</h4>
<div class="outline-text-4" id="text-2-18-1">
<ul class="org-ul">
<li>1 red onion</li>
<li>Pumpkin seed oil</li>
<li>Appelcidar vinegar</li>
<li>salt</li>
<li>Tomatoes / radish (optional)</li>
<li>1/2 Apple shredded (optional</li>
</ul>
</div>
</div>


<div id="outline-container-orgaf25b6c" class="outline-4">
<h4 id="orgaf25b6c"><span class="section-number-4">2.18.2.</span> preperation</h4>
<div class="outline-text-4" id="text-2-18-2">
<p>
cut onions in half rings -&gt; (add apple) -&gt; mix with beans -&gt; season with vinegar, salt, pepper -&gt; pumpkin seed oil (always oil last other wise the other stuff does not stick to the beans and stuff, you tell me why)  -&gt; tomatoes / radish 
</p>
</div>
</div>
</div>

<div id="outline-container-org6b58bc5" class="outline-3">
<h3 id="org6b58bc5"><span class="section-number-3">2.19.</span> Asparagus Pasta</h3>
<div class="outline-text-3" id="text-2-19">
<p>
<a href="https://www.bonappetit.com/recipe/spaghetti-al-limone-with-asparagus">https://www.bonappetit.com/recipe/spaghetti-al-limone-with-asparagus</a>
</p>
</div>
<div id="outline-container-org02442c1" class="outline-4">
<h4 id="org02442c1"><span class="section-number-4">2.19.1.</span> Stef&rsquo;s version</h4>
<div class="outline-text-4" id="text-2-19-1">
<p>
cut onion and asparagus finely, keep the heads of the asparagus aside.
Put ingredients in a pan and get a bloody cream out of it.
Cut the heads roughly and cook them shortly, keep them crunchy mate!
Add the motherfuckers on top together with some roasted pinenuts.
</p>
</div>
</div>
</div>

<div id="outline-container-org8644cb5" class="outline-3">
<h3 id="org8644cb5"><span class="section-number-3">2.20.</span> Pip &amp; patat</h3>
<div class="outline-text-3" id="text-2-20">
<p>
The online calabrian community suggests to use peppers with a thin peel. Potatoes should be dry, so not &ldquo;novelle&rdquo;.
</p>
</div>
<div id="outline-container-org0e24904" class="outline-4">
<h4 id="org0e24904"><span class="section-number-4">2.20.1.</span> Ingredients</h4>
<div class="outline-text-4" id="text-2-20-1">
<ul class="org-ul">
<li>pip (peppers)</li>
<li>patat</li>
<li>onion (optional)</li>
<li>tomatoes (optional)</li>
<li>shit loads of good olive oil</li>
</ul>
</div>
</div>
<div id="outline-container-org255d20d" class="outline-4">
<h4 id="org255d20d"><span class="section-number-4">2.20.2.</span> Preparation</h4>
<div class="outline-text-4" id="text-2-20-2">
<p>
Potatoes go in first, be generous with oil and keep the flame medium to high, make sure they dont stick to the bottom.
Add peppers and salt. Keep on frying!
A few tomatoes can be added if it gets too dry.
</p>
</div>
</div>
</div>



<div id="outline-container-org70efadf" class="outline-3">
<h3 id="org70efadf"><span class="section-number-3">2.21.</span> arepa de choclo (comlumbian corn pancakes)</h3>
<div class="outline-text-3" id="text-2-21">
</div>
<div id="outline-container-org0467efd" class="outline-4">
<h4 id="org0467efd"><span class="section-number-4">2.21.1.</span> Ingredients</h4>
<div class="outline-text-4" id="text-2-21-1">
<ul class="org-ul">
<li>285g Mais aus der dose</li>
<li>4tbl spoons corn flour</li>
<li>(1 egg)</li>
<li>1/2 tsp salt</li>
<li>1 tbls spoon molten butter</li>
</ul>
</div>
</div>
<div id="outline-container-orgc91ec82" class="outline-4">
<h4 id="orgc91ec82"><span class="section-number-4">2.21.2.</span> Instructions</h4>
<div class="outline-text-4" id="text-2-21-2">
<p>
mix stuff, add to pan and add cheese between two pancakes when they are golden brown on both sides
</p>
</div>
</div>
</div>
