my_recipes.org
**** For the soup
- Oil
- Carrots
- Garlic
- Ginger
- Lemongrass
- Mushrooms
- Onions
- Cloves
- Star anise
- Chilli
- Miso Paste
- Soy Sauce
- Sambal
- Lemon/Lime juice
** LacknerPalak
*** Ingredients for the Palak 
- Cumin 
- Garam Masala 
- Coriander seeds/ground
- Lemon grass
- Garlic 
- Ginger
- Spinach
- Chili
- Potatoes
- Kidneybeans
- Coriander leaves
- Fenugreek leaves (Kasuri Methi|Bockshornkleeblätter)
- Curry leaves
- Kafir lime leaves
- Coconut milk
*** Sides
- tofu
- rice
  
** VEgg Tofu
*** Ingredients
**** dry rub
- Starch
- Glutinous rice flower
- salt
- pepper
**** batter
- vegan egg
- korean chili paste
- water
*** Preparation
fry in oil duh :)

* Spice mixtures
** Shwarma Style
- 2 tbsp cumin
- 5 grains piment
- 2 tbsp fenugreek leaves
- 1 teasp coriander seeds

* Sauces
** sweet and sour sesame dressing from AH tofu box
*** Ingredients
- sunflower oil
- sesame oil
- lemon juice
- honey rice vinegar
- sugar
- salt
- garlic
- water
- red chili
- kafir lime leave
** Bohnenpaste mit Kreuzkümmel
Alles gemeinsam anbraten und dann pürieren. dann *abschmecken* !!!! ;P

- [ ] Bohnen (laut druckkochtopf anleitung)
- [ ] Kreuzkümmel
- [ ] Zwiebel
- [ ] chilli
- [ ] Zitronensaft
- [ ] Knoblauch
- [ ] Salz 

** Bohnenpaste mit Joghurt
*** Ingredients
- [ ] Bohnen
- [ ] Zwiebel
- [ ] Knoblauch
- [ ] Olivenöl
- [ ] Sesamöl
- [ ] Mandeljoghurt
- [ ] Piment D'espelette
- [ ] Kreuzkümmel ganz
- [ ] Petersilie
*** Instructions
Zwiebel im Sesamöl anschwitzen Knoblauch, Kreuzkümmel, Piment D'espelette und Petersilie am Ende zugeben und noch 2 minuten in der Pfanne kochen.
Mit den Bohnen gemeinsam pürieren und mit Joghurt, Salz und Pfeffer abschmecken
**** 
** Muhammra
*** Ingredients
| name         | amount per serving | unit  | num servings | gross amount |
| num servings |                    |       |           10 |              |
|--------------+--------------------+-------+--------------+--------------|
| red peppers  |                0.5 | piece |              |           5. |
| walnuts      |                 25 | g     |              |          250 |
#+TBLFM: $5=$2*@2$4
*** Seasoning
| name                  | amount per serving | unit  | 
|-----------------------+--------------------+-------|
| garlic                |               0.25 | head  | 
| chili                 |                  1 | pice  | 
| balsamico             |               0.75 | tbsp  | 
| smoked paprika powder |               0.25 | tsp   | 

* Snacks

** cliff bar recreation
*** der standard
- 55 g Mandeln
- 115 g Haferflocken
- 30 g gemahlene Leinsamen (alternativ ganze, siehe Bild 2)
- 1/4 TL Salz
- 55 g Datteln, entkernt (ca. 6 Stück)

- 55 g Kokosette (fein)
- 3 EL Kokosöl (30 g)
- 2 EL Erdnussbutter (35 g), hier 100 % gemahlene Erdnüsse
- 60 ml (75 g) Ahornsirup

- Backform: 20 x 20 cm (ersatzweise 22–23-cm-Springform)

*** ich
- 140g ahorn
- 200g haselnuss butter (alnatura)
- 110g kokos raspeln

hi
- 110g mandeln
- 230g flocken
- 60g leinsamen
- 100g schoko

** tahini & honey
Spread them both on a rice cracker, a piece of bread or a simple cookie. It's fucking delicious!

* Research
** Arab dishes deep dive
*** Maghmour (lebanese chickpeas + eggplant + tomatoes)
*** Mujadara
*** Freekeh
*** fatteh ohne chicken
*** Ful medames
*** Molokhia
 
