index.html
<div id="outline-container-org9e26319" class="outline-3">
<h3 id="org9e26319"><span class="section-number-3">2.22.</span> Daal Makhni</h3>
</div>
<div id="outline-container-orgc2577dd" class="outline-3">
<h3 id="orgc2577dd"><span class="section-number-3">2.23.</span> Pho Bo</h3>
<div class="outline-text-3" id="text-2-23">
</div>
<div id="outline-container-orge1773a7" class="outline-4">
<h4 id="orge1773a7"><span class="section-number-4">2.23.1.</span> Ingredients</h4>
<div class="outline-text-4" id="text-2-23-1">
</div>
<ol class="org-ol">
<li><a id="orgdf984c6"></a>For the soup<br>
<div class="outline-text-5" id="text-2-23-1-1">
<ul class="org-ul">
<li>Oil</li>
<li>Carrots</li>
<li>Garlic</li>
<li>Ginger</li>
<li>Lemongrass</li>
<li>Mushrooms</li>
<li>Onions</li>
<li>Cloves</li>
<li>Star anise</li>
<li>Chilli</li>
<li>Miso Paste</li>
<li>Soy Sauce</li>
<li>Sambal</li>
<li>Lemon/Lime juice</li>
</ul>
</div>
</li>
</ol>
</div>
</div>
<div id="outline-container-org4bc2157" class="outline-3">
<h3 id="org4bc2157"><span class="section-number-3">2.24.</span> LacknerPalak</h3>
<div class="outline-text-3" id="text-2-24">
</div>
<div id="outline-container-org8891b3e" class="outline-4">
<h4 id="org8891b3e"><span class="section-number-4">2.24.1.</span> Ingredients for the Palak</h4>
<div class="outline-text-4" id="text-2-24-1">
<ul class="org-ul">
<li>Cumin</li>
<li>Garam Masala</li>
<li>Coriander seeds/ground</li>
<li>Lemon grass</li>
<li>Garlic</li>
<li>Ginger</li>
<li>Spinach</li>
<li>Chili</li>
<li>Potatoes</li>
<li>Kidneybeans</li>
<li>Coriander leaves</li>
<li>Fenugreek leaves (Kasuri Methi|Bockshornkleeblätter)</li>
<li>Curry leaves</li>
<li>Kafir lime leaves</li>
<li>Coconut milk</li>
</ul>
</div>
</div>
<div id="outline-container-orgee346d2" class="outline-4">
<h4 id="orgee346d2"><span class="section-number-4">2.24.2.</span> Sides</h4>
<div class="outline-text-4" id="text-2-24-2">
<ul class="org-ul">
<li>tofu</li>
<li>rice</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org888bf60" class="outline-3">
<h3 id="org888bf60"><span class="section-number-3">2.25.</span> VEgg Tofu</h3>
<div class="outline-text-3" id="text-2-25">
</div>
<div id="outline-container-org49a44b3" class="outline-4">
<h4 id="org49a44b3"><span class="section-number-4">2.25.1.</span> Ingredients</h4>
<div class="outline-text-4" id="text-2-25-1">
</div>
<ol class="org-ol">
<li><a id="orgb913c5b"></a>dry rub<br>
<div class="outline-text-5" id="text-2-25-1-1">
<ul class="org-ul">
<li>Starch</li>
<li>Glutinous rice flower</li>
<li>salt</li>
<li>pepper</li>
</ul>
</div>
</li>
<li><a id="orgd9cff60"></a>batter<br>
<div class="outline-text-5" id="text-2-25-1-2">
<ul class="org-ul">
<li>vegan egg</li>
<li>korean chili paste</li>
<li>water</li>
</ul>
</div>
</li>
</ol>
</div>
<div id="outline-container-orgba0e5db" class="outline-4">
<h4 id="orgba0e5db"><span class="section-number-4">2.25.2.</span> Preparation</h4>
<div class="outline-text-4" id="text-2-25-2">
<p>
fry in oil duh :)
</p>
</div>
</div>
</div>
</div>

<div id="outline-container-orgd4e2688" class="outline-2">
<h2 id="orgd4e2688"><span class="section-number-2">3.</span> Spice mixtures</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org30f8acc" class="outline-3">
<h3 id="org30f8acc"><span class="section-number-3">3.1.</span> Shwarma Style</h3>
<div class="outline-text-3" id="text-3-1">
<ul class="org-ul">
<li>2 tbsp cumin</li>
<li>5 grains piment</li>
<li>2 tbsp fenugreek leaves</li>
<li>1 teasp coriander seeds</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org9948099" class="outline-2">
<h2 id="org9948099"><span class="section-number-2">4.</span> Sauces</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org89e9820" class="outline-3">
<h3 id="org89e9820"><span class="section-number-3">4.1.</span> sweet and sour sesame dressing from AH tofu box</h3>
<div class="outline-text-3" id="text-4-1">
</div>
<div id="outline-container-orgb61f7cd" class="outline-4">
<h4 id="orgb61f7cd"><span class="section-number-4">4.1.1.</span> Ingredients</h4>
<div class="outline-text-4" id="text-4-1-1">
<ul class="org-ul">
<li>sunflower oil</li>
<li>sesame oil</li>
<li>lemon juice</li>
<li>honey rice vinegar</li>
<li>sugar</li>
<li>salt</li>
<li>garlic</li>
<li>water</li>
<li>red chili</li>
<li>kafir lime leave</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org8f390b3" class="outline-3">
<h3 id="org8f390b3"><span class="section-number-3">4.2.</span> Bohnenpaste mit Kreuzkümmel</h3>
<div class="outline-text-3" id="text-4-2">
<p>
Alles gemeinsam anbraten und dann pürieren. dann <b>abschmecken</b> !!!! ;P
</p>

<ul class="org-ul">
<li class="off"><input type='checkbox' /> Bohnen (laut druckkochtopf anleitung)</li>
<li class="off"><input type='checkbox' /> Kreuzkümmel</li>
<li class="off"><input type='checkbox' /> Zwiebel</li>
<li class="off"><input type='checkbox' /> chilli</li>
<li class="off"><input type='checkbox' /> Zitronensaft</li>
<li class="off"><input type='checkbox' /> Knoblauch</li>
<li class="off"><input type='checkbox' /> Salz</li>
</ul>
</div>
</div>

<div id="outline-container-org10ec2c2" class="outline-3">
<h3 id="org10ec2c2"><span class="section-number-3">4.3.</span> Bohnenpaste mit Joghurt</h3>
<div class="outline-text-3" id="text-4-3">
</div>
<div id="outline-container-org8a63f77" class="outline-4">
<h4 id="org8a63f77"><span class="section-number-4">4.3.1.</span> Ingredients</h4>
<div class="outline-text-4" id="text-4-3-1">
<ul class="org-ul">
<li class="off"><input type='checkbox' /> Bohnen</li>
<li class="off"><input type='checkbox' /> Zwiebel</li>
<li class="off"><input type='checkbox' /> Knoblauch</li>
<li class="off"><input type='checkbox' /> Olivenöl</li>
<li class="off"><input type='checkbox' /> Sesamöl</li>
<li class="off"><input type='checkbox' /> Mandeljoghurt</li>
<li class="off"><input type='checkbox' /> Piment D&rsquo;espelette</li>
<li class="off"><input type='checkbox' /> Kreuzkümmel ganz</li>
<li class="off"><input type='checkbox' /> Petersilie</li>
</ul>
</div>
</div>
<div id="outline-container-orgbf63b2d" class="outline-4">
<h4 id="orgbf63b2d"><span class="section-number-4">4.3.2.</span> Instructions</h4>
<div class="outline-text-4" id="text-4-3-2">
<p>
Zwiebel im Sesamöl anschwitzen Knoblauch, Kreuzkümmel, Piment D&rsquo;espelette und Petersilie am Ende zugeben und noch 2 minuten in der Pfanne kochen.
Mit den Bohnen gemeinsam pürieren und mit Joghurt, Salz und Pfeffer abschmecken
</p>
</div>
<ol class="org-ol">
<li><a id="org0986510"></a><br></li>
</ol>
</div>
</div>
<div id="outline-container-org9d4be12" class="outline-3">
<h3 id="org9d4be12"><span class="section-number-3">4.4.</span> Muhammra</h3>
<div class="outline-text-3" id="text-4-4">
</div>
<div id="outline-container-orgc3300ce" class="outline-4">
<h4 id="orgc3300ce"><span class="section-number-4">4.4.1.</span> Ingredients</h4>
<div class="outline-text-4" id="text-4-4-1">
<table>


<colgroup>
<col  class="org-left">

<col  class="org-right">

<col  class="org-left">

<col  class="org-right">

<col  class="org-right">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">name</th>
<th scope="col" class="org-right">amount per serving</th>
<th scope="col" class="org-left">unit</th>
<th scope="col" class="org-right">num servings</th>
<th scope="col" class="org-right">gross amount</th>
</tr>

<tr>
<th scope="col" class="org-left">num servings</th>
<th scope="col" class="org-right">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-right">10</th>
<th scope="col" class="org-right">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">red peppers</td>
<td class="org-right">0.5</td>
<td class="org-left">piece</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">5.</td>
</tr>

<tr>
<td class="org-left">walnuts</td>
<td class="org-right">25</td>
<td class="org-left">g</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">250</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-org03a9be3" class="outline-4">
<h4 id="org03a9be3"><span class="section-number-4">4.4.2.</span> Seasoning</h4>
<div class="outline-text-4" id="text-4-4-2">
<table>


<colgroup>
<col  class="org-left">

<col  class="org-right">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">name</th>
<th scope="col" class="org-right">amount per serving</th>
<th scope="col" class="org-left">unit</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">garlic</td>
<td class="org-right">0.25</td>
<td class="org-left">head</td>
</tr>

<tr>
<td class="org-left">chili</td>
<td class="org-right">1</td>
<td class="org-left">pice</td>
</tr>

<tr>
<td class="org-left">balsamico</td>
<td class="org-right">0.75</td>
<td class="org-left">tbsp</td>
</tr>

<tr>
<td class="org-left">smoked paprika powder</td>
<td class="org-right">0.25</td>
<td class="org-left">tsp</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>

<div id="outline-container-org646106c" class="outline-2">
<h2 id="org646106c"><span class="section-number-2">5.</span> Snacks</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-org0ef4c82" class="outline-3">
<h3 id="org0ef4c82"><span class="section-number-3">5.1.</span> cliff bar recreation</h3>
<div class="outline-text-3" id="text-5-1">
</div>
<div id="outline-container-orgdf2c517" class="outline-4">
<h4 id="orgdf2c517"><span class="section-number-4">5.1.1.</span> der standard</h4>
<div class="outline-text-4" id="text-5-1-1">
<ul class="org-ul">
<li>55 g Mandeln</li>
<li>115 g Haferflocken</li>
<li>30 g gemahlene Leinsamen (alternativ ganze, siehe Bild 2)</li>
<li>1/4 TL Salz</li>
<li>55 g Datteln, entkernt (ca. 6 Stück)</li>

<li>55 g Kokosette (fein)</li>
<li>3 EL Kokosöl (30 g)</li>
<li>2 EL Erdnussbutter (35 g), hier 100 % gemahlene Erdnüsse</li>
<li>60 ml (75 g) Ahornsirup</li>

<li>Backform: 20 x 20 cm (ersatzweise 22–23-cm-Springform)</li>
</ul>
</div>
</div>

<div id="outline-container-org13a7f02" class="outline-4">
<h4 id="org13a7f02"><span class="section-number-4">5.1.2.</span> ich</h4>
<div class="outline-text-4" id="text-5-1-2">
<ul class="org-ul">
<li>140g ahorn</li>
<li>200g haselnuss butter (alnatura)</li>
<li>110g kokos raspeln</li>
</ul>

<p>
hi
</p>
<ul class="org-ul">
<li>110g mandeln</li>
<li>230g flocken</li>
<li>60g leinsamen</li>
<li>100g schoko</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgd4ab820" class="outline-3">
<h3 id="orgd4ab820"><span class="section-number-3">5.2.</span> tahini &amp; honey</h3>
<div class="outline-text-3" id="text-5-2">
<p>
Spread them both on a rice cracker, a piece of bread or a simple cookie. It&rsquo;s fucking delicious!
</p>
</div>
</div>
</div>

<div id="outline-container-org784c078" class="outline-2">
<h2 id="org784c078"><span class="section-number-2">6.</span> Research</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-org3385460" class="outline-3">
<h3 id="org3385460"><span class="section-number-3">6.1.</span> Arab dishes deep dive</h3>
<div class="outline-text-3" id="text-6-1">
</div>
<div id="outline-container-org6403a9d" class="outline-4">
<h4 id="org6403a9d"><span class="section-number-4">6.1.1.</span> Maghmour (lebanese chickpeas + eggplant + tomatoes)</h4>
</div>
<div id="outline-container-orgd9d5880" class="outline-4">
<h4 id="orgd9d5880"><span class="section-number-4">6.1.2.</span> Mujadara</h4>
</div>
<div id="outline-container-org13a66ed" class="outline-4">
<h4 id="org13a66ed"><span class="section-number-4">6.1.3.</span> Freekeh</h4>
</div>
<div id="outline-container-org481abc6" class="outline-4">
<h4 id="org481abc6"><span class="section-number-4">6.1.4.</span> fatteh ohne chicken</h4>
</div>
<div id="outline-container-org17923fb" class="outline-4">
<h4 id="org17923fb"><span class="section-number-4">6.1.5.</span> Ful medames</h4>
</div>
<div id="outline-container-org25c81f3" class="outline-4">
<h4 id="org25c81f3"><span class="section-number-4">6.1.6.</span> Molokhia</h4>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Jakob Hauser</p>
<p class="date">Created: 2024-06-24 Mon 19:57</p>
</div>
</body>
</html>
